Revit 2026 API

# ModelPathUtilsCloudRegionEMEA Property

---

The name of cloud region EMEA.

**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string CloudRegionEMEA { get; }
```
```vb
Public Shared ReadOnly Property CloudRegionEMEA As String
	Get
```
```cpp
public:
static property String^ CloudRegionEMEA {
	String^ get ();
}
```
```fsharp
static member CloudRegionEMEA : string with get
```

#### Property Value

String

#### Reference

ModelPathUtils Class

Autodesk.Revit.DB Namespace